
/* localised versions of strings used internally in MidiKeys */

/* menu items */
"Virtual source" = "仮想MIDIポート";
"None" = "なし";

"Octave Up" = "オクターブ上げる";
"Octave Down" = "オクターブ下げる";

"Hot Keys Enabled" = "Hot Keys On";
"Hot Keys Disabled" = "Hot Keys Off";

/* alert for when there are no hot keys modifiers designated */
"Hot Keys Modifiers" = "ホットキーの設定";
"Hot keys error text" = "少なくとも１つのキーがホットキーとしてチェックされていなければなりません";

/* alert for system older than jaguar */
"Old System" = "オペレーティングシステム";
"Old System text" = "MidiKeysをお使いになるにはMacOSX10.2以上が必要です";


"HotKeyDockBadge" = "⌨"; // ⎃ ★ ⌨
